SoapThrower/BAD/NewFile.xml



<?xml version="1.0" encoding="UTF-8"?>
<S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/"
	xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/">
	<SOAP-ENV:Header />
	<S:Body>
		<ns7:exportNsiListRequest
			xmlns:ns7="http://dom.gosuslugi.ru/schema/integration/nsi-common/"
			xmlns:ns1="http://dom.gosuslugi.ru/schema/integration/base/"
			xmlns:ns2="http://www.w3.org/2000/09/xmldsig#"
			xmlns:ns3="http://dom.gosuslugi.ru/schema/integration/organizations-registry-common/"
			xmlns:ns4="http://dom.gosuslugi.ru/schema/integration/organizations-registry-base/"
			xmlns:ns5="http://dom.gosuslugi.ru/schema/integration/organizations-base/"
			xmlns:ns6="http://dom.gosuslugi.ru/schema/integration/nsi-base/" Id="foo"
			ns1:version="10.0.1.2">
			<ns6:ListGroup>NSI</ns6:ListGroup>
		</ns7:exportNsiListRequest>
	</S:Body>
</S:Envelope>
